Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: How it is Done • You will be given ibuprofen to help with any discomfort from the procedure. • Go to the bathroom and empty your bladder before the test. • Remove all metal, including any piercings, if possible • Be sure to let the nurse or doctor know if you have any metal inside your body that cannot be removed. • You will be asked to undress from your waist down and will have a paper sheet to cover you. • A sticky pad, called a grounding pad, will be placed on your thigh. It is cold. • You will be asked to lie down on the exam table and place your feet in holders at the end of the table, called stirrups. • Let your knees fall to the sides. Take slow, deep breaths to relax the muscles around your vagina during the exam. • A tool shaped like a duck bill, called a speculum, will be placed into the opening of your vagina to allow your provider to see inside your vagina. • An iodine solution is VVagaingaina applied to the cervix to make abnormal cells easier to see. This solution also cleans the cervix to prepare for the procedure • Your provider will look at your cervix with a big magnifying glass, called a colposcope. The colposcope looks like a pair of binoculars on a stand. The colposcope does not go inside of you. LEEP. Russian.
ru: Процедура • Чтобы облегчить дискомфорт во время процедуры, вам дадут ибупрофен. • Перед процедурой посетите туалет и опорожните мочевой пузырь. • По возможности снимите с тела все металлические предметы, включая пирсинг. • Обязательно сообщите медсестре или врачу, остался ли внутри какой- либо металлический предмет, который нельзя удалить. • Вас попросят раздеться ниже пояса и дадут пеленку прикрыться. • На ваше бедро приклеят заземляющую накладку. Она будет холодной. • Вас попросят лечь на смотровое кресло и положить ноги на подставки. • Колени нужно развести в стороны. Сделайте несколько медленных глубоких вдохов, чтобы расслабить мышцы в области влагалища. • Врач введет во влагалище зеркало в форме утиного клюва и осмотрит влагалище. Шейка матки • На шейку матки CCeervrixvix нанесут раствор йода, Uterus Матка Uterus чтобы было легче увидеть атипичные клетки. Этот раствор Влагалищное зеSрpкаeлcоulum также дезинфицирует Speculum шейку матки перед процедурой. • Врач осмотрит шейку матки с помощью большого увеличительного стекла (кольпоскопа). Кольпоскоп выглядит как бинокль на подставке. Кольпоскоп не вводится внутрь.

source: • Your cervix is numbed with a local anesthetic. This is the same medicine the dentist uses to numb you for dental work. It can cause your heart to beat fast and may make you feel shaky. This will pass in a few minutes. • A wire loop is inserted through the vagina. The abnormal tissue from the cervix is removed with this loop. This tissue will be sent to the lab for closer study. • You may feel mild cramping during the procedure. • It is important that you do not move while the procedure is being done. Possible Risks Your provider will review these risks with you before the procedure. • Rare risk of infection or heavy bleeding. • Chance not all abnormal tissue will be removed with this procedure, and you will need more surgery. • Very rare risk of preterm labor with pregnancies that happen after this procedure. Caring for yourself after It will take several weeks to heal from this procedure. Plan to rest for the next week. You may have some bleeding, no more than a heavy period, for a few days and light bloody discharge for a few weeks. • Place nothing in the vagina for 6 weeks after the procedure. This includes no sexual intercourse, no tampons, and no douching. This will reduce your risk of bleeding from the area that is healing. LEEP. Russian.
ru: • Местная анестезия вызовет онемение шейки матки. Точно такой же препарат использует стоматолог для обезболивания. От него вы можете почувствовать небольшую дрожь и учащенное сердцебиение. Через несколько минут это пройдет. • Во влагалище введут петлю из проволоки. С ее помощью удалят патологические ткани с шейки матки. Удаленные ткани отправят в лабораторию на исследование. • Во время процедуры вы можете почувствовать небольшие спазмы. • Важно, чтобы во время процедуры вы не двигались. Возможные риски Перед процедурой врач обсудит с вами возможные риски. • Редкий риск инфекции или сильного кровотечения. • Возможно, в ходе процедуры будут удалены не все патологические ткани и потребуется дополнительная операция. • Очень низкий риск преждевременных родов при беременности, если она наступает после процедуры. После процедуры Для заживления после данной процедуры потребуется несколько недель. Запланируйте отдых на всю последующую неделю. Несколько дней у вас может быть небольшое кровотечение, не более чем при обильной менструации, а затем небольшие кровянистые выделения в течение нескольких недель. • Ничего не вводите во влагалище в течение 6 недель после процедуры. Не занимайтесь вагинальным сексом, не используйте тампоны и не спринцуйтесь. Это снизит риск кровотечения.

source: • Eat a normal diet. • Take ibuprofen (Advil, Motrin) or acetaminophen (Tylenol) or similar medicine as directed on the bottle. • The discharge may first look like brownish-black coffee grounds, and you will have some bleeding, which should be similar to a period. In time this will change to a yellow watery discharge. You may wear a pad. • You may take a shower. Do not take a tub bath, use a hot tub or go swimming for 6 weeks as this increases your chance for infection. Call if you have: • A lot of bleeding where you soak a pad in an hour • Severe abdominal cramps or pain that gets worse over time • Chills or fever of 100.4 degrees Fahrenheit or 38 degrees Celsius or higher • Vaginal discharge that has a bad odor Follow Up You will receive the results and instructions for future follow-up appointments. A follow up visit will be scheduled for you. It is very important that you keep all of your appointments. ©2005 - April 20, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. LEEP. Russian.
ru: • Принимайте обычную пищу. • Принимайте ибупрофен (Адвил, Мотрин), ацетаминофен (Тайленол) или аналогичное лекарство согласно инструкции на упаковке. • Сначала у вас могут быть коричневато-черные выделения и небольшое кровотечение, как во время менструации. С течением времени выделения станут желтыми и водянистыми. При необходимости используйте прокладку. • Можно принимать душ. Не принимайте ванну, джакузи и не занимайтесь плаванием в течение 6 недель после процедуры, так как это увеличивает риск инфекции. Позвоните врачу, если у вас: • Сильные кровяные выделения, которые пропитывают прокладку в течение часа • Сильные схватки или боль в животе, которые со временем усиливаются • Озноб или температура 100,4 °F или 38 °C и выше • Влагалищные выделения с неприятным запахом Последующее наблюдение Вы получите результаты и инструкции для дальнейших консультаций с врачом. Вам назначат день следующего приема. Крайне важно, чтобы вы не пропускали визиты к врачу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Loss of Appetite with Loss of appetite is one of the most common problems with cancer treatment. Eating healthy meals and drinking liquids will help you feel better during treatment. Follow these tips to improve your appetite: • Eat small meals more often during the day. • Drink liquids if you do not feel like eating solid food. Try juice, soup, milkshakes, and liquid or powdered meal supplements such as Carnation Breakfast Essentials, Boost or Ensure. • Keep snacks with you and eat whenever you feel like it. • Drink liquids between meals so that you are not too full to eat at mealtime. Talk to your doctor, nurse or dietitian about dealing with any eating problems you may have. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Loss of Appetite with Cancer Treatment. Russian
ru: при лечении заболеваний Cancer Treatment Потеря аппетита — одна из наиболее частых проблем при лечении онкологических заболеваний. Здоровое питание и обильное питье помогут вам улучшить самочувствие во время лечения. Для улучшения аппетита следуйте данным рекомендациям: • Питайтесь часто, но малыми порциями. • Если не хотите употреблять твердую пищу, пейте жидкости. Попробуйте пить соки, супы, молочные коктейли, а также жидкие или порошковые добавки, такие как Carnation Breakfast Essentials, Boost и Ensure. • Запаситесь легкими закусками, чтобы вы всегда могли утолить голод. • В промежутках между приемами пищи пейте жидкость в таком количестве, чтобы в желудке оставалось место для приема пищи. Проконсультируйтесь со своим лечащим врачом, медсестрой или диетологом о том, как устранить проблемы с приемом пищи. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Low Back Do all exercises _____ times in each exercise session. Schedule _____ exercise sessions each day. Pelvic tilt Lie on your back with your hands at your side and your knees bent. Tighten the muscles of your lower abdomen and your buttocks, to flatten your back against the floor. This is the pelvic tilt (flat back) position. Hold this position for a count of 10 while breathing normally. Relax and repeat the exercise. Double knee to chest Lie on your back. Bring both knees, one at a time, to your chest. With your hands clasped, pull your knees toward your chest and curl your head forward. Keep your knees together and your shoulders flat on the floor. Hold this position for the count of 10. Lower your legs one at a time. Relax and repeat the exercise. Low Back Exercises. Russian.
ru: для нижнего спины Exercises Выполняйте все упражнения по _____ раз (раза) на каждом занятии. В день необходимо выполнять _____ занятий (занятия). Наклоны таза Лягте на спину, руки вдоль тела, ноги согнуты в коленях. Напрягите мышцы нижней части живота и ягодиц, чтобы прижать спину к полу. Это и есть наклон таза в положении лежа на спине. Удерживая это положение, дышите спокойно и досчитайте до 10. Отдохните и повторите упражнение. Прижимание обоих колен к груди Лягте на спину. Поднимите колени, одно за другим, к груди. Прижмите колени к груди, обхватив их руками, и наклоните голову вперед. Колени должны быть плотно сомкнуты, а плечи прижаты к полу. Удерживая это положение, досчитайте до 10. Опустите ноги одну за другой. Отдохните и повторите упражнение.

source: Progressive curl-down Sit on the floor with your hips and knees bent and your feet and thighs apart. Ask someone to hold your feet down or hook them under something such as a sofa. Gradually and slowly sit back until you feel your abdominal muscles strain or quiver. Hold this position for a count of 6, then reach forward again and relax. Do this exercise until you can go all the way down to the floor. Progressive curl-up Lie on your back and keep the pelvic tilt position as in exercise #1. With your arms out, reach for your knees, while curling your head and clearing your shoulders off the floor. Gradually and slowly return to the starting position. Relax and repeat. Increase the degree of difficulty by crossing your arms in front of you. The most difficult is to put your hands behind your head. © 2013 - June 6, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Low Back Exercises. Russian.
ru: Постепенное опускание туловища Сядьте на пол, согнув колени и поставив ступни на расстоянии друг от друга. Попросите кого-нибудь подержать ваши ноги или засуньте ноги под какую-нибудь опору, например под диван. Постепенно и медленно откидывайтесь назад, пока не почувствуете, что мышцы живота напряжены или дрожат. Удерживая это положение, досчитайте до 6, а затем вернитесь в исходное положение и расслабьтесь. Выполняйте это упражнение, пока не сможете полностью опуститься на пол. Постепенный подъем туловища Лягте на спину и выполните наклон таза в положении лежа на спине, как в упражнении 1. Потянитесь руками к коленям, прижав голову к груди и оторвав плечи от пола. Затем постепенно, медленно вернитесь в исходное положение. Расслабьтесь, а затем повторите. Усложните упражнение, скрестив руки на груди. Самый сложный вариант упражнения — с руками за головой. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Low Blood Low blood sugar means not having enough sugar, also called glucose, in the blood. Low blood sugar is also called hypoglycemia, insulin shock or insulin reaction. Glucose is needed by the body’s cells. A normal blood sugar level is 70 to 100. A blood sugar level below 70 is low. Causes Sometimes the cause is not known, but it may be from: • Too much insulin or diabetes pills • Meals that are skipped or late • Too much exercise or unplanned exercise Signs There may be no warning signs or you may: • Feel dizzy, shaky, nervous, weak or tired • Sweat • Feel hungry • Feel moody or grumpy or not think clearly • Not be able to speak • Have blurred vision Low Blood Sugar. Russian.
ru: сахара в крови Sugar Низкое содержание сахара в крови означает, что в крови содержится недостаточное количество сахара, также называемого глюкозой. Низкое содержание сахара в крови называется гипогликемией, инсулиновым шоком или инсулиновой реакцией. Глюкоза необходима для клеток организма. Нормальный уровень сахара в крови – 70-100. Уровень сахара в крови меньше 70 считается низким. Причины Иногда причины неизвестны, но это может происходить из-за: • слишком большого количества инсулина или таблеток от диабета; • пропуска или несвоевременного приема пищи; • слишком интенсивных или незапланированных физических упражнений. Симптомы Симптомов может не быть вообще или это могут быть: • головокружение, дрожь, нервозность, слабость или усталость; • пот; • чувство голода; • угрюмое или раздражительное настроение или неспособность четко мыслить; • неспособность говорить; • размытое зрение;

source: • Feel a fast heart beat • Feel numb around the mouth or lips • Have a headache Your Care When your blood sugar is low, you need to eat or drink food with sugar. Do not eat too much. Your blood sugar may go too high. Eat or drink one of these: • ½ cup or 120 milliliters of juice or soda (no diet, sugar free or calorie free drinks) • 3 or 4 glucose tablets • 1 tablespoon or 15 milliliters of sugar • 1 cup or 240 milliliters of milk Check your blood sugar in 15 minutes. If you blood sugar is still less than 70 or if you are not feeling better, eat or drink another serving of food or drink from the list. When your blood sugar is 70 or more, you still need to eat something to keep your blood sugar from dropping again. • If it is time for your next meal soon, eat your normal meal. • If your next meal is more than an hour away, eat a snack. Try one of these: Ì Half a sandwich and 1 cup or 240 milliliters of milk, or Low Blood Sugar. Russian.
ru: • учащенное сердцебиение; • чувство онемения вокруг рта или губ; • головная боль. Лечение Если у вас низкий уровень сахара в крови, вы должны есть или пить сладкую пищу. Не ешьте слишком много. Уровень сахара в крови может повыситься слишком сильно. Ешьте или пейте что- нибудь из следующего: • ½ чашки или 120 миллилитров сока или газированной воды (не пейте диетические напитки, а также напитки с пониженным содержанием сахара или калорий); • 3 или 4 таблетки глюкозы; • 1 столовую ложку или 15 миллилитров сахара; • 1 чашку или 240 миллилитров молока. Проверяйте уровень сахара в крови каждые 15 минут. Если уровень сахара в крови все еще меньше 70 или если ваше самочувствие не улучшилось, съешьте или выпейте еще одно блюдо или напиток из списка. Если уровень сахара в крови достиг или стал выше 70 единиц, все равно надо что- то съесть, чтобы предотвратить снижение уровня сахара в крови. • Если скоро наступит время очередного приема пищи, можно подождать. • Если до очередного приема пищи больше получаса, съешьте легкую закуску: Ì половину бутерброда и 1 чашку или 240 миллилитров молока или

source: Ì 3 crackers, 2 ounces of cheese and a small apple To Prevent Low Blood Sugar • Follow your meal plan. Eat meals and snacks at the same time each day. Do not miss or delay meals. • Check and record your blood sugar levels. If you have low blood sugars more than 2 times in a week, call your doctor or diabetes educator. Changes may need to be made to your diet, medicine or exercise routine. • Take your diabetes medicine as directed. Do not take extra diabetes medicine without your doctor’s advice. • Exercise regularly. To Stay Safe • Keep glucose tablets and food such as crackers and juice with you at all times. • Tell other people who work or live with you that you have diabetes and how to treat low blood sugar. • Wear a medical bracelet or necklace to tell others that you have diabetes during a medical emergency. Low Blood Sugar. Russian.
ru: Ì 3 крекера, 2 унции (56 гр) сыра и небольшое яблоко. Профилактика низкого уровня сахара в крови • Следуйте своему плану приема пищи. Ежедневно принимайте основную пищу и легкие закуски в одно и то же время. Не пропускайте и не откладывайте прием пищи. • Проверяйте и записывайте уровень сахара в крови. Если у вас низкий уровень сахара в крови более чем два раза в неделю, позвоните врачу или специалисту по вопросам диабета. Может потребоваться изменение диеты, порядка приема лекарств или занятий физическими упражнениями. • Принимайте лекарства от диабета в соответствии с назначением врача. Не принимайте дополнительное количество лекарства от диабета без консультации с врачом. • Регулярно делайте физические упражнения. Для вашей безопасности • Постоянно носите с собой глюкозу в таблетках и еду, такую как крекеры и соки. • Сообщите другим людям, которые работают или живут вместе с вами о том, что у вас диабет и о том, как действовать в случае понижения сахара в крови. • Носите медицинский браслет или ожерелье для уведомления окружающих в экстренных случаях о том, что у вас диабет.

source: • If you have Type 1 diabetes, people close to you should learn how to give a glucagon shot. Glucagon is a hormone used to raise blood sugar when a person is not alert or awake. A nurse can teach them how to give a glucagon shot. • Call your doctor when you have frequent low blood sugars or wide swings from high to low blood sugar levels. • Talk with your doctor and dietitian before starting a weight loss diet. • Keep all your appointments with your doctor, diabetes nurse and dietitian. • Call your doctor, nurse or dietitian with any questions or concerns. © 2005 - January 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Low Blood Sugar. Russian.
ru: • Если у вас диабет 1 типа, близкие вам люди должны знать, как делать инъекцию глюкагона. Глюкагон – это гормон, используемый для повышения уровня сахара в крови, когда человек без сознания. Медсестра может научить их делать инъекцию глюкагона. • Если у вас часто бывают пониженный уровень сахара в крови или переходы от низкого уровня к высокому, позвоните своему врачу. • Посоветуйтесь со своим врачом или диетологом до того, как начать соблюдать диету для похудения. • Соблюдайте график посещения своего врача, медсестры, работающей с заболеваниями диабетом, и диетолога. • Позвоните своему врачу, медсестре или диетологу, если у вас есть какие- либо вопросы или опасения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
